package object;

public class 아이템_글 {
	
	public void option() {

		 System.out.println("어떤 아이템을 생성하시겠습니까?");
			System.out.println("⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️️ ️무기 ️⚔️ ⚔️ ⚔️ ⚔️ ⚔️️");
			System.out.println("⚔️ [1] 나이프 = 뱀의 독 + 멧돼지의 송곳니    ⚔️");	
			System.out.println("⚔️ [2] 노루의 창 = 나이프 + 노루의 뿔 1     ⚔️");
			System.out.println("⚔️ [3] Z_Weapon = 노루의 창 + 헌터의 피   ⚔️");
			System.out.println("⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️ ⚔️");
			System.out.println();
			System.out.println("🍼 🍼 🍼 🍼 🍼 🍼  포션  🍼 🍼 🍼 🍼 🍼");	
			System.out.println("🍼 [4] HP 포션 = 사슴고기 + 토끼고기       🍼");
			System.out.println("🍼 [5] 파워포션 = HP 포션 +  부머의 액체    🍼");
			System.out.println("🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼 🍼");
			System.out.println();
			System.out.println("💉 🧬 💉 🧬 💉 🧬 DNA 💉 🧬 💉 🧬 💉 🧬");
			System.out.println("🧬 [6] 좀비_DNA = 남성좀비_DNA + 여성좀비_DNA🧬");
			System.out.println("💉 [7] 백신_NA_항생제 = 좀비_DNA + 숙주의_DNA💉");
			System.out.println("🧬 [8] 백신_24_면역균 = 탱커_DNA + 위치_DNA  🧬");
			System.out.println("💉 [9] 백신 = 백신_NA_항생제 + 백신_24_면역균 💉");
			System.out.println("🧬 💉 🧬 💉 🧬 💉 🧬 💉 🧬 💉 🧬 💉 🧬💉");
	}

}

